<template>
  <div>
    <navigation></navigation>
    <div class="container">
      <h2>豆盟服务条款</h2>
      <div>
        <p>
          为了使用豆盟的服务，您应当阅读并遵守豆盟《服务条款》（以下简称“本条款”）。本条款中的术语“豆盟”和“我们”同指豆盟服务的提供者。
        </p>
        <p>
        豆盟提供帮助您自助搭建网上交易店铺的技术服务，任何添加到豆盟服务中的新功能或工具都应该受到本条款的约束。我们可能会随时更新本条款里的内容，您可以在<a class='a' href='http://39.106.111.190/#/termsclause' target="_blank"> http://39.106.111.190/#/termsclause </a>处查看最新版本的《服务条款》，豆盟保留通过在豆盟网站上发布更新和更改来修改更新本条款的权利。建议您不定期检查本《服务条款》，以了解可能影响您的任何更新或更改。
        </p>
        <p>
          在您成为豆盟会员前，您必须阅读、同意并且接受本服务条款中包含的所有条款和条件，包括<span class='a' @click='agreeClick'>《使用协议》</span>和<span class='a' @click='privaClick'>《隐私政策》</span>请阅读本条款以了解您的法律需求。您使用豆盟的服务即视为您已阅读并同意本条款的约束，请确保不定期查看更新。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>1.账户条款</h2>
        <div>
          <p>
            1.您必须年满18岁或至少达到在您居住或使用本服务所在地（“经营所在地”）的法定成年的年龄。
          </p>
          <p>
            2.您声明及保证您已取得您居住地或使用本服务所在地的合法经营者资质，包括但不限于已取得营业执照和完成相关税务登记。
          </p>
          <p>
            3.要访问和使用豆盟的服务，您注册豆盟账号时必须提供合法的全名、当前地址、电话号码、有效的电子邮件地址以及其他所需的任何信息。否则豆盟可以拒绝您的账号申请，或者取消现有的账号。
          </p>
          <p>4.您认可豆盟将使用您提供的电子邮件地址作为通知的主要方法。</p>
          <p>
            5.您有责任确保您的账户密码安全。如果因为您自己的原因未能保证账号密码的安全而造成任何的损失或损害，豆盟不承担任何责任。
          </p>
          <p>6.您认可您对自己店铺装修的创意的运营负责。</p>
          <p>
            7.豆盟不是一个网络零售平台（marketplace），您通过豆盟技术生成的店铺产生的交易是您与第三方进行的直接交易，和豆盟无关。
          </p>
          <p>
            8.您对您账户里所有的活动和上传、收集、生成、存储、显示、分发、传输或展示的材料（包括照片、图像、视频、图形、书写内容、音频文件、代码、信息或数据）负责。
          </p>
          <p>
            9.违反本条款里的任何条款，包括<span class='a' @click='agreeClick'>《使用协议》</span>，将导致您的服务被立即终止。
          </p>
        </div>
      </div>

      <div class="tiaoyue">
        <h2>2.账户激活</h2>
        <h3>2.1 豆盟账户</h3>
        <h3>2.1.1 商店所有者</h3>
        <p>
          1.根据第2.1.2节的规定，为了本条款的目的，注册服务的人将是缔约方（“商店所有者”），并且将被授权使用我们提供给商店所有者的相关服务。您负责确保店主的姓名（包括该商店所属公司的法定名称，如适用）清晰显示在商店的网站中。
        </p>
        <p>
          2.如果您代表您的雇主注册服务，则您的雇主应为商店所有者。如果您代表您的雇主注册服务，则您声明并保证您的雇主受此《服务条款》的约束。
        </p>
        <h3>2.1.2 员工帐户</h3>
        <p>
          1.根据您的豆盟定价计划，您可以创建一个或多个员工帐户（“员工帐户”），以允许其他人访问该帐户。
          商店所有者可以设置权限并允许其他人在其帐户中工作。
        </p>
        <p>
          2.对于因履行本服务条款所规定的义务而使用员工帐户而产生的一切后果均为商店所有者负责，并应将其视为由商店所有者自身的作为。
        </p>
        <p>3.商店所有者和“员工帐户”下的用户分别称为“ 豆盟用户”。</p>
        <h3>2.2 Checkout账户</h3>
        <p>
          1.我们同时和多家收款渠道进行合作。您可以在豆盟后台收款渠道设置页面里，根据自己顾客的支付需求选择并设置其他种类的收款渠道。
        </p>
        <p>2.为了避免歧义，收款渠道属于第三方服务，在本条款的第11条有定义。</p>
      </div>

      <div class="tiaoyue">
        <h2>3.通用条款</h2>
        <p>
          1.在您成为豆盟会员前，您必须阅读、同意并且接受本服务条款中包含的所有条款和条件，包括<span class='a' @click='agreeClick'>《使用协议》</span>和<span class='a' @click='privaClick'>《隐私政策》</span>
        </p>
        <p>2.豆盟服务相关的技术支持仅提供给豆盟用户。</p>
        <p>
          3.服务条款适用于中华人民共和国法律，并按照中华人民共和国法律解释，不考虑法律冲突的原则。双方确认任何因本条款引发的争议或索赔均由中华人民共和国北京省北京市有管辖权的法院管辖。
        </p>
        <p>
          4.您认可并同意豆盟可以通过发布相关的修正或再次声明的服务条款来修改本条款。本条款的修订版在文首所属更新日的七（7）日公示期后的生效日生效。如果您在公示期间没有提出异议或在生效日后继续使用我们的服务即表示您同意并接受此修订版《服务条款》，如果您不同意本服务条款的任何更改，请不要继续使用我们的服务。
        </p>
        <p>
          5.您不得将豆盟服务用于任何非法或未经授权的目的，也不得在使用本服务时违反您经营所在地的任何法律（包括但不限于版权法）、适用于您客户所在地的法律法规或者中国的任何法律法规。您将在使用本服务时遵守所有适用的法律、法规和规章制度。
        </p>
        <p>
          6.未经豆盟书面许可，您不得翻版、复制、拷贝、出售、转售或为未授权第三方通过本服务的任何部分获利（包括但不限于本服务的使用以及访问）。
        </p>
        <p>
          7.您不得购买豆盟、豆盟商标以及其变体或错误拼写的域名和搜索引擎或其他点击付费关键词。
        </p>
        <p>
          9.您知晓您的资料（不包括信用卡信息）可能未经加密转移，并涉及（a）通过各种网络传输；（b）为符合和适应连接网络或设备技术要求作出的改变。信用卡信息在网络传输过程中始终是加密的。
        </p>
        <p>
          10.你认可并同意，您在使用本服务中涉及的信息，包括传送给豆盟或者由豆盟存储的信息，均受<span class='a' @click='privaClick'>《隐私政策》</span>的保护和约束。
        </p>
        <p>
          11.本条款可能会有除中文以外的其他版本。如果不同语言版本的服务条款之间存在任何矛盾或冲突，以最新的中文版《服务条款》为准。
        </p>
        <p>
          12.《服务条款》的所有条款和规定对《服务条款》双方及其各自的继承人、继任者、获准受让人和法定代表人具有约束力，并对其有利。豆盟有权在不通知您或未经您同意的情况下转让这些服务条款。未经豆盟事先书面同意，您无权将本服务条款或您的本协议下的任何权利或义务转让或以其他方式转让给第三方。
        </p>
        <p>
          13.如出于任何原因导致本《服务条款》中的任何条款或条款的一部分是无效或不可执行的，则此条款或部分无效或不可执行，但将不会影响任何其他条款。本《服务条款》将被视为未涵盖此无效或不可执行的条款。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>4.豆盟权利</h2>
        <p>1.我们保留随时修改或终止本服务的权利。</p>
        <p>2.我们保留随时拒绝向任何人提供服务的权利。</p>
        <p>
          3.如果我们判定店铺提供的商品或服务或者发布到店铺的资料违反了豆盟的<span class='a' @click='agreeClick'>《使用协议》</span>，我们将会移除资料并暂停或终止其账户。
        </p>
        <p>
          4.豆盟不会预先筛选资料，我们可以自行决定拒绝或删除服务中的任何资料。
        </p>
        <p>
          5.我们保留向您竞争对手提供服务的权利，并且不承诺在任何特定的细分市场有排他性。您进一步认可并且同意豆盟合作商也可能是豆盟的客户或商家，他们可能会与您竞争。
        </p>
        <p>
          6.如果账户所有权存在争议，我们保留要求提供账户所有权证明文件的权利。文件可能包括但不限于您的营业执照的扫描件，政府注册签发的身份证件，信用卡后四位数字等。
        </p>
        <p>
          7.我们有权判定合法账户的所有权，并有权将账户转让给合法的账户所有者。如果我们无法判定账户合法所有者，豆盟将保留暂时禁用此账户的权利，直至争端双方确定解决方案为止。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>5.保密</h2>
        <p>
          1.“保密信息”应包括但不限于与当事方业务相关且未公开的任何和所有信息，包括特定的业务信息、技术流程和公式、软件、客户列表、潜在客户列表、名称
          、有关客户和潜在客户的地址和其他信息、产品设计、销售额、成本（包括任何相关处理费）、价格表以及其他未发布的财务信息、商业计划和营销数据、以及任何其他机密和专有信息，无论是否标记为保密或专有信息。豆盟的机密信息包括您收到的与公众或公众无关的与我们或服务相关的所有信息，包括与我们的安全计划等有关信息。
        </p>
        <p>
          2.双方同意在履行本服务条款所规定的义务时，并根据本服务条款中约定的其他义务，仅使用对方的保密信息。各方同意，其应采取一切合理的措施步骤，防止复制、披露或使用任何此类保密信息，并且（i）其必须访问此类信息的其员工、代理商和分包商及其员工，均应遵守此保密义务；（ii）在法律允许的情况下依据法院命令，披露相关保密信息。保密信息不应包括接收方可以证明的此类信息：（A）在披露此类信息时，该信息已经在公共领域，或者已经被接收方知道或拥有；
          （B）由接收方独立开发，无需使用或参考另一方的保密信息，也不会违反本服务条款的任何规定；或（C）之后由接收方从披露方以外的其他来源正确获得，而不会违反这些服务条款的任何规定。
        </p>
        <p>
          3.保密义务：在您使用豆盟服务的期间，您可能会获取到与豆盟公司和/或豆盟服务相关的但并未向公众披露的信息（“豆盟保密信息”）。您同意：（a）豆盟对豆盟保密信息拥有专属权；（b）您不会讲豆盟保密信息披露于任何第三方，除了向您关联方、雇员、承包商或代理
          （“关联方”），此关联方同时受此保密义务和本条款的约束和限制；以及（c）您将通过所有合理措施确保豆盟保密信息不在本条款允许范围外被披露。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>6.责任限制</h2>
        <p>
          1.您明确理解并同意，豆盟不承担任何因为使用或无法使用该服务导致的直接、间接、偶然的、特殊的、从属性的或惩罚性的损失，包括但不限于因使用或无法使用该服务带来的收益、商誉、数据或其他无形的损失。
        </p>
        <p>
          2.在任何情况下，豆盟不承担与我们的网站、服务或本《服务条款》（包括因为过失引起的）有关所产生的利润损失或任何特殊的、偶然的或附属性的损失。您应确保豆盟公司、豆盟的高级职员、董事、代理人、员工和供应商免于因为您违反本《服务条款》或其他附属文件（包括<span class='a' @click='agreeClick'>《使用协议》</span>），或您违反任何法律或第三方的权利而被起诉带来的赔偿要求，并同意赔偿我们已支付的相关诉讼费和损害赔偿，包括合理的律师费。
        </p>
        <p>3.您使用本服务需要自担风险。服务以“现状”和“现有”的基础提供给您。</p>
        <p>4.豆盟不保证本服务及时、安全、无错、不会中断。</p>
        <p>5.豆盟不保证通过使用本服务获得的结果是准确的或可靠的。</p>
        <p>
          6.豆盟不为您因使用豆盟服务而产生的任何税务和费用缴纳义务承担责任。
        </p>
        <p>
          7.豆盟不保证您通过“服务”购买或获取的任何产品，服务，信息或其他材料的质量都将达到您的期望，或者“服务”中的任何错误都将得到纠正。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>7.放弃、可分割性和完成协议</h2>
        <p>
          豆盟未行使或执行本条款里的任何权利或条款并不构成对此权利或条款的放弃。如果本条款有一项或多项规定（包括所有条款和以参考形式纳入其中的其他文件）根据具有合法管辖权的法院被裁定为无效、不合法或不可强制执行，则豆盟将更改和解释此类规定以法律许可的最大限度内有效的规定取代该等无效、不合法或不可强制执行的规定，而该等有效的规定所产生的经济效果应尽可能与该些无效、不合法或不可强制执行的规定所产生的经济效果相似，且本条款其余条款的有效性、合法性或可强制执行性不应在任何方面受到影响或损害。本服务条款（包括以参考形式纳入其中的其他文件）构成您与豆盟之间的完整协议，约束您对服务和账户的使用，同时可取代您与豆盟之间的任何先前协议（包括但不限于任何以前版本的服务条款）。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>8.知识产权和客户内容</h2>
        <p>
          1.您保留您提供给豆盟服务的所有资料的知识产权。您上传的所有资料都是您的。您可以随时删除您的账户以删除您的豆盟店铺。
        </p>
        <p>
          2.在上传资料时，您同意：（a）允许其他互联网用户查看您公开发布到您店铺的资料；（b）允许豆盟存储、展示和使用您的资料（对于您公开发布的资料）；（c）豆盟可以在任何时候检查和删除您提交给其服务的任何资料，但豆盟没无此执行义务。
        </p>
        <p>
          3.您保留您上传到豆盟店铺的所有资料的所有权；但是，为了让您的店铺公开，您同意并允许其他人查看您公开发布到店铺的资料。您有责任保证这些资料遵守任何适用的法律或法规。
        </p>
        <p>
          4.豆盟拥有使用与您店铺相关的名称、注册商标、服务标志和品牌徽标去营销豆盟服务的非排他性的权利和许可。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>9.主题商店</h2>
        <p>
          1.您可以使用豆盟主题商店（“主题”）中的设计模板来确定豆盟商店的外观。根据豆盟定价计划提供的所有主题均包括在定价计划中。您不得将主题转移或出售给豆盟或其他地方的任何其他人的商店。
          豆盟不保证特定主题仍可用于其他下载。
        </p>
        <p>
          2.您可以通过装饰并使用豆盟主题商店里的设计模板建立您自己的豆盟店铺。您可以选择添加主题商店里的模板到您的店铺。
        </p>
        <p>
          3.您可以选择修改主题以适合您的店铺。豆盟可以酌情添加或修改用于引用豆盟的页脚。豆盟也可以自行决定修改其中违反豆盟<span class='a' @click='agreeClick'>《使用协议》</span>或《服务条款》的内容。豆盟可以根据需要修改主题以反映技术更改和更新。
        </p>
        <p>
          4.主题的知识产权仍属于设计者。如果您超出了购买主题允许的权利，设计者可能会对您采取法律行动，豆盟可能会采取行政措施，如修改您的店铺或者关闭您的店铺。
        </p>
        <p>
          5.确保安装的新模板不会覆盖或者破坏用户当前或预存的主题或用户界面是用户的责任，豆盟不承担任何的损失或损害。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>10.费用支付</h2>
        <p>
          1.您需要支付订阅在线服务（以下简称“订阅费”）和任何其他适用费用，包括但不限于您的店铺达成的销售额的相关适用费用（以下简称“交易费”），以及与您购买或使用任何产品或服务（如应用、主题、域名、DTC服务或第三方服务）相关的任何费用（以下简称“附加费”）。订阅费、交易费和附加费统称为“费用”。
        </p>
        <p>
          2.您必须将有效的信用卡存档，用于支付所有产生的费用。豆盟将向您授权的信用卡账户（以下简称“授权卡”）收取适用费用，并将持续向授权卡（或任何替代卡）收取适用费用，直至服务终止以及所有未结费用全部付清。除非另有说明，否则所有费用和其他收费均以美元计算，所有付款均按美元收取。
        </p>
        <p>
          3.订阅费需提前支付，将以30天为间隔计费，即在试用期/订阅到期当日23:59:59
          （“首次收费”）尝试收费（“计费日期”）。豆盟将在每个结算日向您收取之前未收取的所有未付费用。费用将显示在账单上，并通过提供的电子邮件发送给账户所有者。账单还将显示在您的豆盟管理后台的账户页面上。如果我们无法向授权卡收取费用，将通过提供的电子邮件发送给账户所有者提示更新信用卡。我们每隔24小时将再次尝试向授权卡收费，最多进行三次收费尝试（含首次收费尝试）。在第三次收费失败后，我们可暂停和撤销对您账户的访问权限。在您支付任何未结费用以及下一个账单周期的使用费用后，您的账户将重新激活。
        </p>
        <p>
          4.豆盟将酌情决定不时收取交易费和其他费用，交易费在累积≥50美元后进行收取，费用将显示在账单上，并通过提供的电子邮件发送给账户所有者。账单还将显示在您的豆盟管理后台的账户页面上。如遇任何问题，您应当在收到账单的5日内提出。如果我们无法向授权卡收取费用，将通过提供的电子邮件发送给账户所有者提示更新信用卡。我们每隔24小时将再次尝试向授权卡收费，最多进行四次收费尝试。第一次收费失败后您的店铺仍然可以正常运营，第二次和第三次收费失败后您的店铺可以继续运营但管理后台将被冻结，第四次尝试收费失败后，我们可暂停和撤销对您账户的访问权限。在您支付任何未结费用以及下一个账单周期的使用费用后，您的账户将重新激活。
        </p>
        <p>
          5.如果自暂停之日起60天内仍未支付未付费用，豆盟保留终止您帐户的权利。
        </p>
        <p>
          6.所有费用均不包括政府征收的相关税费、费用或收费（以下简称“税费”）。
        </p>
        <p>
          7.因订阅或购买豆盟产品和服务而产生的所有适用税费由您负责支付。此类费用是此类产品和服务的费用之外的额外费用，将向您的授权卡收取。
        </p>
        <p>
          8.豆盟不提供退款，豆盟保留随时修改或终止本服务（或其中任何部分）的权利。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>11.取消和终止</h2>
        <p>
          1.您可以通过随时发送电子邮件到feedback@shoplazza.com取消您的账户，然后按照豆盟在回复邮件中的具体说明进行操作。
        </p>
        <p>
          2.任何一方由于任何原因终止服务，豆盟将停止向您提供服务，您将不能再访问您的账户。
        </p>
        <p>
          3.除非服务条款另有规定，否则您无权按比例或以其他方式获得任何费用的退款。
        </p>
        <p>
          4.在终止生效日期之前，您因使用豆盟服务而拖欠豆盟的任何未付账款将立即到期并将全额支付，并且您的豆盟店铺将被关闭下线。
        </p>
        <p>
          5.服务终止之日，如果您有任何未结费用，您将通过电子邮件收到一份最终账单。在该账单全额付清后，我们不会再向您收取费用。
        </p>
        <p>
          6.我们保留随时修改或终止豆盟服务或您的账户的权利，恕不另行通知。服务条款的终止不应影响在终止日期之前产生的任何权利或义务。
        </p>
        <p>
          7.欺诈：如果我们怀疑您涉嫌任何欺诈行为，豆盟可暂停或终止您的账户，且不限制任何其他补救措施。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>12.服务和服务费修改</h2>
        <p>
          1.豆盟在提供7日通知期后可修改服务费。豆盟可随时以公告形式将更改发布到豆盟网站(shoplazza.com)
          。
        </p>
        <p>2.豆盟保留不时修改或终止服务（或其任何部分）的权利。</p>
        <p>
          3.豆盟关于服务的任何修改、价格变动、暂停或终止对您或任何第三方均不承担任何责任。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>13.第三方服务</h2>
        <p>
          1.除了这些服务条款之外，您同意并遵守适用于您购买或由第三方提供的服务的附加服务特定条款。
        </p>
        <p>
          2.我们不提供有关第三方服务的任何保证。您认可豆盟无法控制第三方服务，因此对使用此类第三方服务的任何人不承担任何责任。豆盟不保证第三方服务的可用性，您认可豆盟可能随时自行决定禁止访问任何第三方服务，且无需通知您。豆盟不会因为暂停访问或禁用某第三方服务对任何人承担任何责任。
        </p>
        <p>
          3.如果您在使用本服务时安装或启用了第三方服务，则您授权允许适用的第三方提供商访问您的数据、采取必要的用于与第三方和本服务之间的交互操作。任何您与第三方提供商之间的数据交换和其他交互仅限于您与此类第三方供应商之间。由于第三方服务和第三方提供商可以对您的数据和其他资料进行访问，豆盟对于您的数据或其他资料的披露、修改或删除，或者您可能遭受的任何相应的损失或损害不承担任何责任。
        </p>
        <p>
          4.谷歌地图是服务中使用的第三方地图。如果您要使用本服务，您必须接受谷歌地图和谷歌地球企业通用的<span class='a'>隐私政策</span>和服务协议，您需要不定期去查看其条款的不时更新。
        </p>
        <p>
          5.在任何情况下，豆盟均不对由于任何第三方服务或您与第三方提供商之间的合作关系所造成的任何直接、间接、偶然、特殊、惩罚性、或其他损害负责。上述限制应在适用法律允许的最大范围内适用。
        </p>
        <p>
          6.如果您在使用第三方服务时与第三方提供商发生了利益纠纷，您保证豆盟公司、豆盟的高级职员、董事、代理人、员工和供应商免于任何第三方提出的起诉和损害赔偿要求，并同意赔偿我们已支付的相关诉讼费和损害赔偿，包括合理的律师费。
        </p>
        <p>
          7.您与任何第三方服务商之间的关系严格限定在您与第三方服务商之间，豆盟没有义务介入您与第三方服务商之间发生的任何争议。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>14.意见反馈</h2>
        <p>
          豆盟欢迎任何有关改进或增补服务的想法或建议。在任何情况下，您向豆盟披露的任何想法、建议或相关材料，对服务、第三方服务或第三方服务商的评价（统称“反馈”）都不是保密信息或您也没有获得赔偿的预期。通过向豆盟提供反馈
          （无论是直接提交给豆盟还是任何豆盟主办的论坛或拥有的页面上发布），您放弃反馈中所有的权利，并且豆盟有权可以在未经您或任何第三方的许可的情况下根据需要自由实施和使用您所提供的反馈。您提交给豆盟的针对第三方服务或第三方服务商的任何评论必须是您所知最准确的，并且不得是违法的，淫秽的，威胁的，诽谤的，侵犯隐私的，侵犯知识产权的，或以其他方式伤害第三方或令人反感的。豆盟保留删除、编辑第三方服务或第三方服务商反馈的权利（但没有义务），豆盟没有定期检查发布的反馈的义务。
        </p>
      </div>

      <div class="tiaoyue">
        <h2>15.第三方权利</h2>
        <p>
          除豆盟及其关联公司、豆盟用户或根据本服务条款访问豆盟服务的外，非本服务条款当事方的任何个人或主体均无权执行本服务条款的任何条款。为免生歧义，这不会影响这些条款的任何允许的受让人或受让人的权利。
        </p>
      </div>

            <div class="tiaoyue">
        <h2>16.隐私和数据保护</h2>
        <p>
         豆盟非常重视对您和您用户的个人信息的隐私保护（“个人信息”）。通过使用豆盟服务，您认可并同意豆盟在收集、使用和披露这些个人信息时遵守<span class='a' @click='privaClick'>《隐私政策》</span>的约定。
        </p>
      </div>

    </div>
  </div>
</template>

<script>
import navigation from '@/components/navigation'
export default {
  components: { navigation},
  data () {
    return {}
  },
  methods: {
    // 使用协议
    agreeClick () {
      let routeUrl = this.$router.resolve({
        path: '/agreement',
        query: {current: 10}
      })

      window.open(routeUrl.href, '_blank')
    },
    // 隐私政策
    privaClick () {
      let routeUrl = this.$router.resolve({
        path: '/privacy',
        query: {current: 10}
      })

      window.open(routeUrl.href, '_blank')
    }
  }
}
</script>

<!-- Add "scoped" attribute to limit CSS to this component only -->
<style scoped>
.container {
  max-width: 800px;
  margin: 60px auto;
  padding-right: 15px;
  padding-left: 15px;
  margin-top: 150px;;
}
.container h2 {
  letter-spacing: 0.2px;
  font-size: 32px;
  text-align: center;
  color: #4f5362;
  margin-bottom: 25px;
}
p {
  font-size: 14px;
  margin-bottom: 25px !important;
  margin: 0 0 10px;
  line-height: 22px;
  letter-spacing: 0.3px;
}
.a {
  color: #337ab7;
  cursor: pointer;
}
.tiaoyue {
  margin-top: 60px;
}
h3 {
  font-size: 14px;
  font-weight: 600;
  font-family: inherit !important;
  line-height: 34px;
  text-transform: none;
  letter-spacing: 0.2px;
  color: #585858;
  margin-top: 20px;
  margin-bottom: 10px;
}
</style>
